/* Toolbar item */
"Action" = "Action";
"Active" = "Actif (PORT)";

/* Window title. */
"Activity" = "Activité";
"Allow" = "Autoriser";
"Always" = "Toujours";

/* Transfer action for existing files */
"Prompt" = "Demander";

/* Toolbar item */
"{0} Bookmarks" = "{0} signets";

/* Alert sheet alternate button */
"Cancel" = "Annuler";

/* Toolbar item tooltip */
"Character Encoding" = "Encodage des caractères";
"Choose" = "Choisir";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Tout nettoyer";

/* Remove all bookmarks from history. */
"Clear Menu" = "Effacer le menu";

/* Toolbar item */
"Column" = "Colonne";

/* Toolbar item tooltip */
"Connect to server" = "Se connecter à un serveur";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "URL {0}";

/* Alert sheet text */
"Could not open or read the host file" = "Impossible d'ouvrir ou de lire le fichier hôte";
"Could not open the file" = "Impossible d'ouvrir le fichier";
"Could not show the file" = "Impossible d'afficher le fichier";
"Could not show the file in the Finder" = "Impossible d'afficher le fichier dans le Finder";

/* Toolbar item tooltip */
"Create New Folder" = "Créer un nouveau dossier";

/* Menu item */
"Cut {0}" = "Couper {0}";
"Copy {0}" = "Copier {0}";
"Default" = "Par défaut";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Effacer";
"Delete Bookmark" = "Effacer le signet";

/* Toolbar item tooltip */
"Delete file" = "Effacer le fichier";
"Deny" = "Refuser";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Déconnecter";

/* Alert sheet title */
"Disconnect from {0}" = "Se déconnecter de {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Se déconnecter du serveur";
"Do you want to delete the selected bookmark?" = "Voulez-vous effacer le signet sélectionné ?";

/* Toolbar item */
"Download" = "Télécharger";
"Download As:" = "Télécharger sous :";

/* Toolbar item tooltip */
"Download file" = "Télécharger le fichier";
"Download the selected file to…" = "Télécharger le fichier sélectionné vers…";

/* Toolbar item */
"Edit" = "Éditer";

/* Toolbar item tooltip */
"Edit file in external editor" = "Éditer le fichier dans l'éditeur externe";

/* Toolbar item */
"Encoding" = "Encodage";

/* Alert sheet title */
"Error" = "Erreur";

/* Quit application on Windows */
"Exit" = "Sortir";
"File" = "Fichier";

/* A column in the browser */
"Filename" = "Nom du fichier";
"{0} Items" = "{0} éléments";
"Folder" = "Dossier";
"FTP (File Transfer Protocol)" = "FTP (File Transfer Protocol)";
"FTPS (FTP/SSL)" = "FTPS (FTP/SSL)";

/* Toolbar item */
"Get Info" = "Lire les informations";

/* Toolbar item */
"Go to Folder" = "Aller au dossier";
"History" = "Historique";

"Invalid character in filename." = "Caractère incorrect dans le nom du fichier";
"Invalid character in folder name." = "Caractère incorrect dans le nom du dossier";

/* A column in the browser */
"Kind" = "Type";
"Extension" = "Extension";
"Region" = "Region";
"Version" = "Version";

/* Toolbar item */
"List" = "Liste";
"Local" = "Local";
"Local File" = "Fichier local";
"Mac Line Endings (CR)" = "Fins de ligne Mac (CR)";

/* A column in the browser */
"Modified" = "Modifié";

/* Move a downloaded file to the trash */
"Move to Trash" = "Placer dans la corbeille";
"Multiple files" = "Fichiers multiples";

/* Toolbar item */
"New Connection" = "Ouvrir une connexion";

/* Toolbar item */
"No external editor available" = "Aucun éditeur externe disponible";

/* Alert sheet text */
"No newer version available." = "Aucune nouvelle version disponible.";
"No private key selected" = "Aucune clé privée sélectionnée";
/* Alert sheet title */
"No update" = "Aucune mise à jour";
"None" = "Aucun";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} sur {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "OK";
"Open" = "Ouvrir";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Ouvrir dans le navigateur web";

/* Toolbar item */
"Outline" = "Liste déroulable";

/* A column in the browser */
"Owner" = "Propriétaire";

/* A column in the browser */
"Group" = "Groupe";
"Passive" = "Passif (PASV)";

/* Menu item */
"Paste {0}" = "Coller {0}";

/* A column in the browser */
"Permissions" = "Permissions";

/* Toolbar item */
"Quick Connect" = "Connecter rapidement";

/* Toolbar item */
"Quick Look" = "Coup d'œil";
"Quit" = "Quitter";
"Quit Anyway" = "Quitter quand même";

/* Confirm deleting files. */
"Delete {0} files" = "Voulez-vous vraiment effacer les fichiers suivants ? Cette action est irréversible.";

/* Toolbar item */
"Refresh" = "Actualiser";

/* Toolbar item tooltip */
"Refresh directory listing" = "Actualiser la liste des fichiers";

/* Toolbar item in Transfer Window. */
"Reload" = "Retransférer";

/* Toolbar item in Transfer Window. */
"Remove" = "Supprimer";
"Remove completed transfers from list." = "Supprimer les transferts terminés de la liste.";


"Review…" = "Revoir…";

/* Toolbar item in Transfer Window. */
"Search" = "Rechercher";
"Server File" = "Fichier serveur";
"SFTP (SSH File Transfer Protocol)" = "SFTP (SSH File Transfer Protocol)";
"Show" = "Afficher";

/* Toolbar item tooltip */
"Show file attributes" = "Afficher les attributs du fichier";
"Show in Finder" = "Afficher dans le Finder";

/* Toolbar item tooltip */
"Show Transfers window" = "Afficher la fenêtre des transferts";

/* A column in the browser */
"Size" = "Taille";

/* Toolbar item in Transfer Window. */
"Stop" = "Arrêter";

/* Toolbar item tooltip */
"Switch Browser View" = "Changer la vue du navigateur";
"Symbolic Link (File)" = "Lien symbolique (fichier)";
"Symbolic Link (Folder)" = "Lien symbolique (dossier)";

/* Toolbar item */
"Synchronize {0} with" = "Synchroniser {0}";

/* Toolbar item tooltip */
"Synchronize files" = "Synchroniser des fichiers";

/* Alert sheet text */
"The connection will be closed." = "La connexion sera close.";
"There are files currently being transferred. Quit anyway?" = "Des fichiers sont en cours de transfert. Quitter quand même ?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Il y a eu un problème lors de la recherche de mises à jour. Veuillez réessayez plus tard.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Commuter les signets";
"Transfer in progress" = "Transfert en cours";

/* Toolbar item */
"Transfers" = "Transferts";

"Auto" = "Auto";
"Unknown" = "Inconnu";
"Unknown size" = "Taille inconnue";

/* Toolbar item */
"Upload" = "Téléverser";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Téléverser un fichier local vers l'hôte distant";

/* Toolbar item */
"View" = "Voir";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Vous êtes connecté à au moins un site distant. Voulez-vous revoir les navigateurs ouverts ?";
"Open Network Diagnostics" = "Ouvrir le Diagnostic réseau";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Sorties officielles";
"Beta" = "Versions bêta";
"Snapshot Builds" = "Instantanés de compilation";

"Show Hidden Files" = "Afficher les fichiers cachés";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Masquer la barre d'outils";
"Show Toolbar" = "Afficher la barre d'outils";
